Repository: imranharoon2018/wordpress-plugins
Catalog: wp_kinky_line/languages/wklw-*.po
Languages: de_de

source: Service Number
de_de: Service Nummer

source: Private Number
de_de: Private Nummer

source: Login
de_de: Anmelden

source: Logout
de_de: Abmelden

source: Use jpeg, jpg, png format
de_de: Benutzen Sie ein Bild im jpg, jpeg, png Format

source: File is empty
de_de: Datei ist leer

source: File is too big
de_de: Datei ist zu groß

source: This username is not valid
de_de: Dieser Benutzername ist nicht gültig

source: Passwords does not match
de_de: Passwort stimmt nicht überein

source: Choose a Different User name
de_de: Anderen Usernamen wählen

source: First Name cannot be empty
de_de: Vorname darf nicht leer sein

source: Surname cannot be empty
de_de: Nachname darf nicht leer sein

source: Address cannot be empty
de_de: Straße darf nicht leer sein

source: Address2 cannot be empty
de_de: Hausnummer darf nicht leer sein

source: Id Cannot be empty
de_de: Ausweisnummer darf nicht leer sein

source: An account already use this Id No
de_de: Ein anderer Account nutzt bereits diese Personalausweisnummer

source: An account already use this Phone No
de_de: Ein anderer Account nutzt bereits diese Telefonnummer

source: This fomat is not allowed
de_de: Dieses Format ist nicht erlaubt

source: An account already use this Email
de_de: Account nutzt bereits diese Email

source: Details
de_de: Einzelheiten

source: Display Name
de_de: Anzeigename

source: Please contact us if you want to change Private Number
de_de: Bitte kontaktieren Sie uns, wenn Sie die private nummer ändern möchten

source: Avatar
de_de: Profilbild

source: Save
de_de: Speichern

source: Username
de_de: Usernamen

source: Password
de_de: Passwort

source: Re-type Password
de_de: Passwort widerholen

source: Retype Password
de_de: Passwort widerholen

source: First Name
de_de: Vorname

source: Surname
de_de: Nachname

source: ID No.
de_de: Ausweisnummer

source: Phone No.
de_de: Telefonnummer

source: Address
de_de: Straße

source: Address(line. 2)
de_de: Hausnummer

source: ID Card Front
de_de: Personalausweis Vorderseite

source: ID Card Back
de_de: Personalausweis Rückseite

source: Submit
de_de: Mitmachen

source: Thank you for Sigining up with us
de_de: Vielen Dank das Sie sich angemeldet haben

source: Click Here
de_de: Klicken Sie hier
